Repository: ExcaliburZero/jekyll-helper
Catalog: po/*.po
Languages: de

source: Jekyll Helper
de: Jekyll Helfer

source: A program that serves as a basic GUI for Jekyll
de: Ein Programm, das eine einfache graphische Benutzeroberfläche für Jekyll ist

source: Jekyll Helper New Website
de: Jekyll Helfer Neue Website

source: Create a new Jekyll Website
de: Eine neue Jekyll Website erstellen

source: Website Location:
de: Website Verzeichnis Ort:

source: Cancel
de: Abbrechen

source: Create
de: Erstellen

source: Jekyll Helper Preferences
de: Jekyll Helfer Vorlieben

source: _Serve command:
de: _Dienenbefehl:

source: _Build command:
de: _Bauenbefehl:

source: _Push command:
de: _Schiebenbefehl:

source: _New command:
de: _Neuebefehl:

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _Help
de: _Hilfe

source: Contents
de: Inhalte

source: Serve
de: Dienen

source: Build
de: Bauen

source: Push
de: Schieben

source: Status Area
de: Statusbereich

source: Show debug messages (-vv debugs jekyll_helper_lib also)
de: Zeigt Fehlermeldungen (-vv Fehler suchen jekyll_helper_lib auch)
